Repository: manarmahmoud15/ProcumentTechnology
Catalog: Portal.Resource/BasicInput/BasicInputRes.*.resx
Languages: ar

source: Active
ar: نشط

source: Add Branch
ar: اضافة فرع

source: AddCategory
ar: إضافة تصنيف

# AddCategoryPropName
source: Add Category Property Name
ar: اضافة اسم الخاصية للفئة

# AddCategoryPropType
source: Add Category Property Type
ar: اضافة نوع خاصية الفئة

source: Add Company
ar: اضافة شركه

source: Add Delivery Method
ar: اضافة طريقة توصيل

source: Add Group
ar: اضافة جروب

source: Add Offer
ar: اضافة عرض

source: Add Offers Sub
ar: إضافة عروض فرعية

source: Add Plans
ar: أضافة بيانات خطة

source: Add Payment
ar: إضافة الدفع

source: Address
ar: العنوان

# AdressAr
source: Address( AR )
ar: العنوان عربي

# AdressEn
source: Address ( EN )
ar: العنوان انجليزي

source: Average Dayes
ar: متوسط الايام

source: Average Per Order
ar: متوسط كل طلب

source: Average Times
ar: متوسط الوقت

source: Branch
ar: الفرع

source: Branch Details
ar: تفاصيل الفرع

source: Category
ar: فئة

source: Category Details
ar: تفاصيل تصنيف

# CategoryPropName
source: Category Property Name
ar: اسم خاصية الفئة

# CategoryPropNameDetails
source: Category Property Name Details
ar: تفاصيل اسم خاصية الفئه

# CategoryPropTypeDetails
source: Category Property Type Details
ar: تفاصيل نوع خاصية الفئة

# CategoryPropTypes
source: Category Property Types
ar: نوع خاصية الفئة

source: Code
ar: كود

source: Company
ar: الشركة

source: Company Details
ar: تفاصيل الشركه

source: Company Name
ar: اسم الستور

source: Country
ar: الدولة

source: Currency
ar: العملة

source: Date
ar: التاريخ

source: Date From
ar: من

source: Date To
ar: إلي

source: Dayes To Fill
ar: ايام التوصيل

source: Delivery Method Details
ar: تفاصيل طريقة التوصيل

# DescAr
source: Description ( AR )
ar: الوصف عربي

# DescEn
source: Description ( EN )
ar: الوصف انجليزي

source: Description
ar: الوصف

source: Description ( Ar )
ar: الوصف عربي

source: Description ( En )
ar: الوصف إنجليزي

source: Disscount
ar: الخصم

source: Email
ar: البريد الأليكتروني

source: End Date
ar: تاريخ النهايه

source: End Date Visalble
ar: تاريخ نهاية الظهور

source: Experince
ar: الخبرة

source: Face Book
ar: فيس بوك

source: Finish
ar: تم الانتهاء

source: Finish Order
ar: انهاء الطلب

source: Group
ar: مجموعه

source: Group Details
ar: تفاصيل المجموعه

# Img
source: Image
ar: الصورة

source: Instgram
ar: انستجرام

source: Is Active
ar: فعال

# IsBlock
source: Block
ar: إيقاف

source: Is For Another User
ar: هل لمستخدم آخر؟

source: Link
ar: الرابط

source: Message
ar: الرسالة

source: Minimum Order Value
ar: اقل قيمة للطلب

source: Mobile
ar: الجوال

source: Name
ar: الأسم

source: Name ( Ar )
ar: الاسم عربي

source: Name ( En )
ar: الاسم إنجليزي

source: New Value
ar: السعر داخل العرض

# NextStadge
source: Stage Number
ar: رقم المرحلة

source: Notes
ar: ملاحظات

source: Offer
ar: العرض

# OfferDetails
source: Offer Detail
ar: تفاصيل العرض

# OffersSubDetails
source: Offer Sub Detail
ar: تفاصيل عرض فرعي

source: Order
ar: الطلب

source: Order Stadge
ar: مرحلة الطلب

source: Order Status
ar: حالة الطلب

source: Order Type
ar: نوع الطلب

source: Parent Category
ar: التصنيف الأعلي

source: Password
ar: كلمة المرور

source: Payment Details
ar: تفاصيل الدفع

source: Phone
ar: التيليفون

source: Pintrest
ar: بينتيريست

source: Plans Details
ar: تفاصيل خطة

source: Postal Code
ar: الرقم البريدي

source: Preparing Time
ar: وقت الاعداد

source: Price
ar: السعر

source: price After Disscount
ar: السعر بعد الخصم

source: Price In Subscription Per Month
ar: سعر الأشتراك السنوي

source: Price In Subscription Per Year
ar: سعر الأشتراك الشهري

source: Price Per Month
ar: السعر الشهري

source: Price Per Year
ar: السعر السنوي

source: Product
ar: المنتج

source: Products Count
ar: عدد الأصناف

source: Products Type
ar: انواع المنتجات

# PropName
source: Property Name
ar: نوع الخاصية

# Qty
source: Quantity
ar: الكميه

source: Quantity
ar: كمية

source: Rate
ar: التقييم

source: Region Type
ar: نوع المنطفة

# ShortDescAr
source: Short Description ( AR )
ar: وصف مختصر عربي

# ShortDescEn
source: Short Description ( EN )
ar: وصف مختصر انجليزي

source: Start Date
ar: تاريخ البدايه

source: State
ar: الحالة

source: Subject
ar: الموضوع

source: Tax
ar: ضريبة

source: Transit Time
ar: وقت النقل

source: Twitter
ar: تويتر

source: User
ar: المستخدم

source: Value
ar: قيمة

source: Website
ar: الموقع الالكتروني

source: Your Platform Type
ar: نوع المنصة الخاصة بك

source: Youtube
ar: يوتيوب

source: Add Stocks
ar: أضافة مخزن

source: Stocks Details
ar: تفاصيل المخزون

source: Add User
ar: أضافة بيانات مستخدم

source: City
ar: المدينة

source: Plan
ar: الخطة

source: User Details
ar: تفاصيل بيانات مستخدم

source: User Name
ar: اسم المستخدم

source: User Type
ar: نوع المستخدم

source: Add Product
ar: اضافة منتج

# AddProductProp
source: Add Product Property
ar: اضافة خواص المنتج

# ProductDetails
source: Product Detail
ar: تفاصيل المنتج

# ProductsPropDetails
source: Products Property Detail
ar: تفاصيل خاصية المنتج

# ProductInfo
source: Product Main Data
ar: بيانات المنتج الاساسية

source: Products Related
ar: منتجات ذات صلة

# Property
source: Properties
ar: خصائص

# CategPropType
source: Property Type
ar: نوع الخاصيه

source: Add Stage
ar: اضافة مرحلة

source: Stage Details
ar: تفاصيل المرحلة

source: Roles Holders List
ar: قائمة اصحاب الصلاحيات

# UserList
source: Userس List
ar: قائمة العملاء

source: Adds Details
ar: تفاصيل الاعلان

# AddAdds
source: Add Advertisment
ar: اضافة اعلان

source: Home
ar: الرئيسية

source: Order Details
ar: تفاصيل الطلب
