Repository: manarmahmoud15/ProcumentTechnology
Catalog: Portal.Resource/GlobalRes/GlobalRes.*.resx
Languages: ar

# Action
source: Actions
ar: إعدادات

source: Adds
ar: اعلانات

source: Add To Cart
ar: أضف إلى السلة

source: Admin DashBoard
ar: لوحة التحكم

# Announcements
source: Announcements & News
ar: إعلانات واخبار

source: Best Seller
ar: الأكثر مبيعا

# Branche
source: Branches
ar: الفروع

# btnAdd
source: Add New
ar: إضافة جديد

# btnAddNewEmployee
source: Add Employee
ar: اضافة موظف

# btnAddNewProp
source: Add New Property
ar: اضافة خاصية جديدة

# btnAddNewUser
source: Add Client
ar: اضافة عميل

# btnAddProduct
source: Add New Product
ar: اضافة منتج جديد

# btnApprove
source: Approve
ar: إعتماد

# btnBack
source: Back
ar: عودة

# btnCancel
source: Cancel
ar: الغاء

# btnCategoryPropName
source: Properties
ar: خصائص

# btnClientList
source: Show Clients
ar: عرض العملاء

# btnCount
source: Count Shift
ar: أحتساب الدوام

# btnDelete
source: Delete
ar: حذف

# btnDetails
source: Details
ar: تفاصيل

# btnEdit
source: Edit
ar: تعديل

# btnExportExcel
source: Export Excel
ar: تصدير لاكسيل

# btnImportExcel
source: Import Excel
ar: تحميل من اكسيل

# btnPrint
source: Print
ar: طباعة

# btnReset
source: Reset
ar: محو البيانات

# btnRolesHolders
source: Show Roles
ar: عرض الصلاحيات

# btnSave
source: Save
ar: حفظ

# btnSaveExist
source: Save And Exist
ar: حفظ وإنهاء

# btnSearch
source: Search
ar: بحث

# btnShowAll
source: Show All
ar: عرض الكل

# btnView
source: View
ar: عرض

source: Cart
ar: سلة المشتريات

source: Catalog
ar: كتالوج

# Category
source: Categories
ar: الفئات

# CategoryPropName
source: Category Property Names
ar: اسماء خواص الفئات

# CategoryPropType
source: Category Property Type
ar: انواع خواص الفئات

# ChangePasswordSuccuss
source: Password changed successfully
ar: تم تغير كلمة المرور بشكل بنجاح

source: Clients List
ar: قائمة العملاء

source: Company
ar: الشركات

source: Company Profile
ar: صفحة الشركه

source: Customer Reviews
ar: اراء العملاء

source: Customers
ar: العملاء

# DeliveryMethod
source: Delivery Methods
ar: طرق الشحن

source: Description
ar: الوصف

source: Favorite
ar: المفضلة

source: For Items
ar: من العناصر

source: General Settings
ar: إعدادات عامة

# Group
source: Groups
ar: المجموعات

source: Language
ar: اللغه

source: Log In
ar: تسجيل دخول المستخدمين

# LoginBefore
source: Please log in first
ar: من فضللك سجل الدخول أولا

# LoginU
source: Login
ar: تسجيل الدخول

source: Logout
ar: خروج

source: Manage Stores
ar: ادارة المخازن

# Messagedelete
source: Deleted Succuss
ar: تم الحذف بنجاح

# MessageDeleteDate
source: Are You Shure To Delete Data
ar: هل انت متاكد من حذف هذه البيانات

# MessageEmailSent
source: Your password has been e-mailed to you
ar: تم أرسال كلمة المرور الخاصة بك إالي البريد الأليكتروني

# MessageError
source: Error Please try Again
ar: حدث خطا برجاء أعادة المحاولة مرة أخري

source: MessageErrorSelectedUser
ar: من فضلك لابد من أختيار مستخدمين

# MessageExcelError
source: File Data Not Valid
ar: بيانات الملف غير صحيحة

# MessageExistInCart
source: The product is already in the cart
ar: المنتج موجود بالفعل في سلة المشتريات

# MessageExistInFavorite
source: The product is already in the favourites
ar: المنتج موجود بالفعل في المفضلة

# MessageNotExistInCart
source: The product not exist in the cart
ar: المنتج غير موجود بالفعل في سلة المشتريات

# MessageSelectRow
source: Please Select Row Or More To Delete
ar: من فضلك أختر عنصر أو أكثر للحذف

# MessageSuccuss
source: Add Succuss
ar: تم الأضافة بنجاح

# MessageUpdate
source: Updated Succuss
ar: تم التعديل بنجاح

# NewOffers
source: Latest Offers
ar: احدث العروض

source: New Ptoducts
ar: الاحدث

# Offer
source: Offers
ar: العروض

source: Offer Management
ar: إدارة العروض

source: Offers Sub
ar: العروض الفرعية

# Order
source: Orders
ar: الطلبات الواردة

source: Order Inquiry
ar: استعلام عن الطلبات

source: Order Management
ar: ادارة الطلبات

source: Order Stages
ar: مراحل الطلب

# OurProducts
source: Our trendy products
ar: منتجاتنا العصرية

# Payment
source: Payments
ar: طرق الدفع

source: Plans
ar: الخطط

source: Procedures
ar: اجراءت

# Product
source: Products
ar: المنتجات

# ProductDesc
source: There are some products we have selected for your best choice
ar: هناك بعض المنتجات التي اخترناها لاختيار أفضل ما لديك

# ProductsProp
source: Products Properties
ar: خواص المنتجات

source: Profile
ar: البروفايل

source: Roles Holders
ar: اصحاب الصلاحيات

source: RoomSetting
ar: إعدادات الغرف

source: Sales
ar: المبيعات وكتالوج

source: SearchResult
ar: نتيجة البحث

source: Setting
ar: الاعدادات

source: Show From
ar: عرض من

source: Stocks
ar: المخازن

source: Subscribe
ar: اشتراك

# subscribe2
source: Subscribe OR
ar: اشتراك او

source: Top Rated
ar: أعلى تصنيف

source: Users
ar: المستخدمين

source: Valid To
ar: ساري حتي

source: Welcome
ar: مرحبا بك
